Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.extensions.action.closeRejected
source: Workspace could not be closed
ar: لا يمكن إغلاق مساحة العمل
bs: Radni prostor se nije mogao zatvoriti
da: Arbejdsområdet kunne ikke lukkes
de: Der Arbeitsbereich konnte nicht geschlossen werden
es: No se pudo cerrar el espacio de trabajo
fr: L'espace de travail n'a pas pu être fermé
it: Impossibile chiudere l'area di lavoro
ja: ワークスペースを閉じられませんでした
km: កន្លែងធ្វើការមិនអាចបិទបានទេ។
ko: 작업공간을 닫을 수 없습니다.
nb: Arbeidsområdet kunne ikke lukkes
pl: Nie można zamknąć obszaru roboczego
pt_br: Não foi possível fechar o espaço de trabalho
ru: Не удалось закрыть рабочую область.
th: ไม่สามารถปิดพื้นที่ทำงาน
tr: Çalışma alanı kapatılamadı
uk: Не вдалося закрити робочу область
zh_hans: 工作区无法关闭
zh_hant: 工作區無法關閉

# sidebar.extensions.action.surfaceCreateRejected
source: Surface could not be created
ar: لا يمكن إنشاء السطح
bs: Nije bilo moguće kreirati površinu
da: Overfladen kunne ikke oprettes
de: Oberfläche konnte nicht erstellt werden
es: No se pudo crear la superficie
fr: La surface n'a pas pu être créée
it: Impossibile creare la superficie
ja: サーフェスを作成できませんでした
km: ផ្ទៃមិនអាចបង្កើតបានទេ។
ko: 표면을 생성할 수 없습니다.
nb: Overflaten kunne ikke opprettes
pl: Nie można utworzyć powierzchni
pt_br: Não foi possível criar a superfície
ru: Поверхность не может быть создана
th: ไม่สามารถสร้างพื้นผิวได้
tr: Yüzey oluşturulamadı
uk: Не вдалося створити поверхню
zh_hans: 无法创建曲面
zh_hant: 無法創建曲面

# sidebar.extensions.action.surfaceNotFound
source: Surface not found
ar: لم يتم العثور على السطح
bs: Površina nije pronađena
da: Overflade ikke fundet
de: Oberfläche nicht gefunden
es: Superficie no encontrada
fr: Surface introuvable
it: Superficie non trovata
ja: サーフェスが見つかりません
km: រកមិនឃើញផ្ទៃ
ko: 표면을 찾을 수 없음
nb: Finner ikke overflate
pl: Nie znaleziono powierzchni
pt_br: Superfície não encontrada
ru: Поверхность не найдена
th: ไม่พบพื้นผิว
tr: Yüzey bulunamadı
uk: Поверхня не знайдена
zh_hans: 未找到表面
zh_hant: 未找到表面

# sidebar.extensions.action.urlRejected
source: URL could not be opened
ar: لا يمكن فتح URL
bs: URL nije moguće otvoriti
da: URL kunne ikke åbnes
de: URL konnte nicht geöffnet werden
es: URL no se pudo abrir
fr: URL n'a pas pu être ouvert
it: Impossibile aprire URL
ja: URLを開けませんでした
km: URL មិនអាចបើកបានទេ។
ko: URL를 열 수 없습니다.
nb: URL kunne ikke åpnes
pl: Nie można otworzyć URL
pt_br: URL não pôde ser aberto
ru: URL не удалось открыть.
th: URL ไม่สามารถเปิดได้
tr: URL açılamadı
uk: URL не вдалося відкрити
zh_hans: URL 无法打开
zh_hant: URL 無法開啟

# sidebar.extensions.action.staleConnection
source: Extension connection is no longer active
ar: لم يعد اتصال الامتداد نشطًا
bs: Veza ekstenzije više nije aktivna
da: Lokalnummerforbindelsen er ikke længere aktiv
de: Die Nebenstellenverbindung ist nicht mehr aktiv
es: La conexión de extensión ya no está activa
fr: La connexion d'extension n'est plus active
it: La connessione dell'interno non è più attiva
ja: 拡張機能の接続はもう有効ではありません
km: ការតភ្ជាប់ផ្នែកបន្ថែមលែងដំណើរការទៀតហើយ
ko: 확장 연결이 더 이상 활성화되지 않습니다.
nb: Utvidelsestilkoblingen er ikke lenger aktiv
pl: Połączenie wewnętrzne nie jest już aktywne
pt_br: A conexão de extensão não está mais ativa
ru: Подключение расширения больше не активно
th: การเชื่อมต่อส่วนขยายไม่ทำงานอีกต่อไป
tr: Uzantı bağlantısı artık etkin değil
uk: Підключення внутрішнього номера більше не активне
zh_hans: 分机连接不再有效
zh_hant: 分機連接不再有效

# sidebar.extensions.action.scopeRejected
source: Extension action is not granted
ar: لم يتم منح إجراء التمديد
bs: Akcija produženja nije odobrena
da: Forlængelse ydes ikke
de: Eine Verlängerungsklage wird nicht gewährt
es: No se concede la acción de prórroga
fr: L'action de prolongation n'est pas accordée
it: L'azione di proroga non è concessa
ja: 拡張機能の操作は許可されていません
km: សកម្មភាពបន្ថែមមិនត្រូវបានអនុញ្ញាតទេ។
ko: 확장 작업이 승인되지 않았습니다.
nb: Forlengelsestiltak gis ikke
pl: Akcja przedłużająca nie została przyznana
pt_br: Ação de extensão não é concedida
ru: Действие продления не предоставлено
th: ไม่อนุญาตให้ดำเนินการขยาย
tr: Uzatma işlemi kabul edilmedi
uk: Дія продовження не надається
zh_hans: 延期行动未获准
zh_hant: 延期行動未獲準

# sidebar.extensions.access.detail
source: %@ will not receive workspace data or run actions until you grant its requested access.
ar: لن يتلقى %@ بيانات مساحة العمل أو يقوم بتشغيل الإجراءات حتى تمنحه حق الوصول المطلوب.
bs: %@ neće primati podatke radnog prostora niti pokretati radnje dok ne odobrite traženi pristup.
da: %@ vil ikke modtage arbejdsområdedata eller køre handlinger, før du giver den anmodede adgang.
de: %@ empfängt keine Arbeitsbereichsdaten und führt keine Aktionen aus, bis Sie den angeforderten Zugriff gewähren.
es: %@ no recibirá datos del espacio de trabajo ni ejecutará acciones hasta que usted le otorgue el acceso solicitado.
fr: %@ ne recevra pas les données de l'espace de travail ni n'exécutera d'actions tant que vous n'aurez pas accordé l'accès demandé.
it: %@ non riceverà dati dell'area di lavoro né eseguirà azioni finché non concederai l'accesso richiesto.
ja: %@ は、要求されたアクセスを許可するまで、ワークスペース データを受信したり、アクションを実行したりすることはありません。
km: %@ នឹង​មិន​ទទួល​បាន​ទិន្នន័យ​កន្លែង​ធ្វើ​ការ ឬ​ដំណើរការ​សកម្មភាព​ទេ រហូត​ទាល់​តែ​អ្នក​ផ្តល់​សិទ្ធិ​ចូល​ដំណើរការ​ដែល​បាន​ស្នើ​សុំ។
ko: %@은(는) 요청된 액세스 권한을 부여할 때까지 작업공간 데이터를 수신하거나 작업을 실행하지 않습니다.
nb: %@ vil ikke motta arbeidsområdedata eller kjøre handlinger før du gir den forespurte tilgangen.
pl: %@ nie będzie otrzymywać danych obszaru roboczego ani nie będzie wykonywać żadnych działań, dopóki nie udzielisz mu żądanego dostępu.
pt_br: %@ não receberá dados do espaço de trabalho nem executará ações até que você conceda o acesso solicitado.
ru: %@ не будет получать данные рабочей области и выполнять действия, пока вы не предоставите запрошенный доступ.
th: %@ จะไม่ได้รับข้อมูลพื้นที่ทำงานหรือดำเนินการจนกว่าคุณจะให้สิทธิ์การเข้าถึงตามที่ร้องขอ
tr: %@, siz istenen erişimi verene kadar çalışma alanı verilerini almayacak veya eylemleri çalıştırmayacaktır.
uk: %@ не отримуватиме дані робочої області та не виконуватиме дії, доки ви не надасте запитуваний доступ.
zh_hans: 在您授予其请求的访问权限之前，%@ 将不会接收工作区数据或运行操作。
zh_hant: 在您授予其請求的存取權限之前，%@ 將不會接收工作區資料或運行操作。

# sidebar.extensions.access.grant
source: Grant Requested Access
ar: منح الوصول المطلوب
bs: Odobrite traženi pristup
da: Giv anmodet adgang
de: Gewünschten Zugriff gewähren
es: Conceder acceso solicitado
fr: Accorder l'accès demandé
it: Concedere l'accesso richiesto
ja: 要求されたアクセスを許可
km: ការផ្តល់សិទ្ធិចូលប្រើដែលបានស្នើសុំ
ko: 요청된 액세스 권한 부여
nb: Gi forespurt tilgang
pl: Przyznaj żądany dostęp
pt_br: Conceder acesso solicitado
ru: Предоставить запрошенный доступ
th: ให้สิทธิ์การเข้าถึงที่ร้องขอ
tr: İstenilen Erişimi Ver
uk: Надати запрошений доступ
zh_hans: 授予请求的访问权限
zh_hant: 授予請求的存取權限

# sidebar.extensions.access.keepLimited
source: Keep Limited
ar: إبقاء محدودة
da: Hold begrænset
de: Begrenzt bleiben
es: Mantener limitado
fr: Restez limité
it: Mantieni limitato
ja: 制限したままにする
km: រក្សាមានកំណត់
ko: 제한을 유지하세요
nb: Hold begrenset
pl: Zachowaj ograniczoną
pt_br: Mantenha limitado
ru: Держите ограниченным
th: ให้จำกัด
tr: Sınırlı Tutun
zh_hans: 保持有限
zh_hant: 保持有限

# sidebar.extensions.access.statusLimited.help
source: This extension has limited access.
ar: هذا الملحق له وصول محدود.
bs: Ovo proširenje ima ograničen pristup.
da: Denne udvidelse har begrænset adgang.
de: Der Zugriff auf diese Erweiterung ist eingeschränkt.
es: Esta extensión tiene acceso limitado.
fr: Cette extension a un accès limité.
it: Questa estensione ha un accesso limitato.
ja: この拡張機能のアクセスは制限されています。
km: កម្មវិធីបន្ថែមនេះមានសិទ្ធិចូលប្រើមានកំណត់។
ko: 이 확장 프로그램에는 액세스가 제한되어 있습니다.
nb: Denne utvidelsen har begrenset tilgang.
pl: To rozszerzenie ma ograniczony dostęp.
pt_br: Esta extensão tem acesso limitado.
ru: Это расширение имеет ограниченный доступ.
th: ส่วนขยายนี้มีการเข้าถึงที่จำกัด
tr: Bu uzantının erişimi sınırlıdır.
uk: Це розширення має обмежений доступ.
zh_hans: 此扩展程序的访问权限受到限制。
zh_hant: 此擴充功能的存取權限受到限制。

# sidebar.extensions.access.statusLimited
source: Limited
ar: محدودة
bs: Ograničeno
da: Begrænset
de: Begrenzt
es: Limitado
fr: Limité
it: Limitato
ja: 制限中
km: មានកំណត់
ko: 제한적
nb: Begrenset
pl: Ograniczona
pt_br: Limitado
ru: Ограниченный
th: จำกัด
tr: Sınırlı
uk: Обмежений
zh_hans: 有限公司
zh_hant: 有限公司

# sidebar.extensions.access.title
source: Limited extension access
ar: وصول محدود للتمديد
bs: Ograničen pristup lokalima
da: Begrænset udvidelsesadgang
de: Begrenzter Erweiterungszugriff
es: Acceso limitado a la extensión
fr: Accès aux extensions limité
it: Accesso all'estensione limitato
ja: 制限付き拡張機能アクセス
km: ការចូលប្រើផ្នែកបន្ថែមមានកំណត់
ko: 제한된 확장 액세스
nb: Begrenset utvidelsestilgang
pl: Ograniczony dostęp do rozszerzeń
pt_br: Acesso limitado à extensão
ru: Ограниченный доступ к расширениям
th: การเข้าถึงส่วนขยายมีจำกัด
tr: Sınırlı uzantı erişimi
uk: Обмежений доступ до розширення
zh_hans: 有限的扩展访问
zh_hant: 有限的擴展訪問

# sidebar.extensions.blocked.detail.failedManifest
source: UniConnect could not load this extension's configuration. No workspace data or actions were shared.
ar: تعذر على UniConnect تحميل تكوين هذا الملحق.لم تتم مشاركة أي بيانات أو إجراءات في مساحة العمل.
bs: UniConnect nije mogao učitati konfiguraciju ovog proširenja. Nisu podijeljeni nikakvi podaci ili radnje radnog prostora.
da: UniConnect kunne ikke indlæse denne udvidelses konfiguration. Ingen arbejdsområdedata eller handlinger blev delt.
de: UniConnect konnte die Konfiguration dieser Erweiterung nicht laden. Es wurden keine Arbeitsbereichsdaten oder -aktionen geteilt.
es: UniConnect no pudo cargar la configuración de esta extensión. No se compartieron datos ni acciones del espacio de trabajo.
fr: UniConnect n'a pas pu charger la configuration de cette extension. Aucune donnée ou action de l'espace de travail n'a été partagée.
it: UniConnect non è riuscito a caricare la configurazione di questa estensione. Non sono stati condivisi dati o azioni dell'area di lavoro.
ja: UniConnectはこの拡張機能の設定を読み込めませんでした。ワークスペースデータや操作は共有されていません。
km: UniConnect មិនអាចផ្ទុកការកំណត់រចនាសម្ព័ន្ធកម្មវិធីបន្ថែមនេះបានទេ។គ្មានទិន្នន័យ ឬសកម្មភាពកន្លែងធ្វើការត្រូវបានចែករំលែកទេ។
ko: UniConnect에서 이 확장 프로그램의 구성을 로드할 수 없습니다.작업공간 데이터나 작업이 공유되지 않았습니다.
nb: UniConnect kunne ikke laste denne utvidelsens konfigurasjon. Ingen arbeidsområdedata eller handlinger ble delt.
pl: UniConnect nie mógł załadować konfiguracji tego rozszerzenia. Nie udostępniono żadnych danych ani działań obszaru roboczego.
pt_br: UniConnect não foi possível carregar a configuração desta extensão. Nenhum dado ou ação do espaço de trabalho foi compartilhado.
ru: UniConnect не удалось загрузить конфигурацию этого расширения. Никакие данные или действия рабочей области не были переданы.
th: UniConnect ไม่สามารถโหลดการกำหนดค่าของส่วนขยายนี้ได้ไม่มีการแชร์ข้อมูลพื้นที่ทำงานหรือการดำเนินการ
tr: UniConnect bu uzantının yapılandırmasını yükleyemedi. Hiçbir çalışma alanı verisi veya eylemi paylaşılmadı.
uk: UniConnect не вдалося завантажити конфігурацію цього розширення. Дані чи дії робочої області не надано.
zh_hans: UniConnect 无法加载此扩展的配置。没有共享工作区数据或操作。
zh_hant: UniConnect 無法載入此擴充功能的配置。沒有共享工作區資料或操作。

# sidebar.extensions.blocked.detail.connectionInterrupted
source: UniConnect lost the extension connection. No workspace data or actions are being shared.
ar: UniConnect فقد اتصال الامتداد.لا تتم مشاركة أي بيانات أو إجراءات في مساحة العمل.
bs: UniConnect izgubio vezu ekstenzije. Podaci radnog prostora ili radnje se ne dijele.
da: UniConnect mistede udvidelsesforbindelsen. Ingen arbejdsområdedata eller handlinger bliver delt.
de: UniConnect hat die Nebenstellenverbindung verloren. Es werden keine Arbeitsbereichsdaten oder -aktionen geteilt.
es: UniConnect perdió la conexión con la extensión. No se comparten datos ni acciones del espacio de trabajo.
fr: UniConnect a perdu la connexion du poste. Aucune donnée ou action de l'espace de travail n'est partagée.
it: UniConnect ha perso la connessione all'interno. Nessun dato o azione dell'area di lavoro viene condivisa.
ja: UniConnectは拡張機能との接続を失いました。ワークスペースデータや操作は共有されていません。
km: UniConnect បាត់បង់ការតភ្ជាប់ផ្នែកបន្ថែម។គ្មានទិន្នន័យ ឬសកម្មភាពនៃកន្លែងធ្វើការត្រូវបានចែករំលែកទេ។
ko: UniConnect 확장 연결이 끊어졌습니다.작업공간 데이터나 작업이 공유되지 않습니다.
nb: UniConnect mistet utvidelsesforbindelsen. Ingen arbeidsområdedata eller handlinger deles.
pl: UniConnect utracił połączenie wewnętrzne. Nie są udostępniane żadne dane ani działania obszaru roboczego.
pt_br: UniConnect perdeu a conexão de extensão. Nenhum dado ou ação do espaço de trabalho está sendo compartilhado.
ru: UniConnect потеряно соединение с внутренним номером. Никакие данные или действия рабочей области не передаются.
th: UniConnect สูญเสียการเชื่อมต่อส่วนขยายไม่มีการแชร์ข้อมูลพื้นที่ทำงานหรือการดำเนินการ
tr: UniConnect dahili bağlantı kesildi. Hiçbir çalışma alanı verisi veya eylemi paylaşılmıyor.
uk: UniConnect втрачено з’єднання з розширенням. Дані робочої області або дії не надаються.
zh_hans: UniConnect 失去分机连接。没有共享工作区数据或操作。
zh_hant: UniConnect 失去分機連線。沒有共享工作區資料或操作。

# sidebar.extensions.blocked.detail.invalidManifest
source: UniConnect rejected this extension's configuration. No workspace data or actions were shared.
ar: UniConnect رفض تكوين هذا الملحق.لم تتم مشاركة أي بيانات أو إجراءات في مساحة العمل.
bs: UniConnect je odbio konfiguraciju ove ekstenzije. Nisu podijeljeni nikakvi podaci ili radnje radnog prostora.
da: UniConnect afviste denne udvidelses konfiguration. Ingen arbejdsområdedata eller handlinger blev delt.
de: UniConnect hat die Konfiguration dieser Erweiterung abgelehnt. Es wurden keine Arbeitsbereichsdaten oder -aktionen geteilt.
es: UniConnect rechazó la configuración de esta extensión. No se compartieron datos ni acciones del espacio de trabajo.
fr: UniConnect a rejeté la configuration de cette extension. Aucune donnée ou action de l'espace de travail n'a été partagée.
it: UniConnect ha rifiutato la configurazione di questa estensione. Non sono stati condivisi dati o azioni dell'area di lavoro.
ja: UniConnectはこの拡張機能の設定を拒否しました。ワークスペースデータや操作は共有されていません。
km: UniConnect បានបដិសេធការកំណត់រចនាសម្ព័ន្ធរបស់កម្មវិធីបន្ថែមនេះ។គ្មានទិន្នន័យ ឬសកម្មភាពកន្លែងធ្វើការត្រូវបានចែករំលែកទេ។
ko: UniConnect이 확장 프로그램의 구성을 거부했습니다.작업공간 데이터나 작업이 공유되지 않았습니다.
nb: UniConnect avviste denne utvidelsens konfigurasjon. Ingen arbeidsområdedata eller handlinger ble delt.
pl: UniConnect odrzucił konfigurację tego rozszerzenia. Nie udostępniono żadnych danych ani działań obszaru roboczego.
pt_br: UniConnect rejeitou a configuração desta extensão. Nenhum dado ou ação do espaço de trabalho foi compartilhado.
ru: UniConnect отклонил конфигурацию этого расширения. Никакие данные или действия рабочей области не были переданы.
th: UniConnect ปฏิเสธการกำหนดค่าส่วนขยายนี้ไม่มีการแชร์ข้อมูลพื้นที่ทำงานหรือการดำเนินการ
tr: UniConnect bu uzantının yapılandırmasını reddetti. Hiçbir çalışma alanı verisi veya eylemi paylaşılmadı.
uk: UniConnect відхилив конфігурацію цього розширення. Дані чи дії робочої області не надано.
zh_hans: UniConnect 拒绝了此扩展程序的配置。没有共享工作区数据或操作。
zh_hant: UniConnect 拒絕了此擴充功能的配置。沒有共享工作區資料或操作。

# sidebar.extensions.blocked.detail.manifestTimedOut
source: UniConnect did not receive this extension's configuration in time. No workspace data or actions are being shared.
ar: UniConnect لم يتلق تكوين هذا الملحق في الوقت المناسب.لا تتم مشاركة أي بيانات أو إجراءات في مساحة العمل.
bs: UniConnect nije primio konfiguraciju ove ekstenzije na vrijeme. Podaci radnog prostora ili radnje se ne dijele.
da: UniConnect modtog ikke denne udvidelses konfiguration i tide. Ingen arbejdsområdedata eller handlinger bliver delt.
de: UniConnect hat die Konfiguration dieser Erweiterung nicht rechtzeitig erhalten. Es werden keine Arbeitsbereichsdaten oder -aktionen geteilt.
es: UniConnect no recibió a tiempo la configuración de esta extensión. No se comparten datos ni acciones del espacio de trabajo.
fr: UniConnect n'a pas reçu la configuration de cette extension à temps. Aucune donnée ou action de l'espace de travail n'est partagée.
it: UniConnect non ha ricevuto in tempo la configurazione di questa estensione. Nessun dato o azione dell'area di lavoro viene condivisa.
ja: UniConnectはこの拡張機能の設定を時間内に受信しませんでした。ワークスペースデータや操作は共有されていません。
km: UniConnect មិនបានទទួលការកំណត់រចនាសម្ព័ន្ធកម្មវិធីបន្ថែមនេះទាន់ពេលទេ។គ្មានទិន្នន័យ ឬសកម្មភាពនៃកន្លែងធ្វើការត្រូវបានចែករំលែកទេ។
ko: UniConnect이 확장 프로그램의 구성을 제때 받지 못했습니다.작업공간 데이터나 작업이 공유되지 않습니다.
nb: UniConnect mottok ikke denne utvidelsens konfigurasjon i tide. Ingen arbeidsområdedata eller handlinger deles.
pl: UniConnect nie otrzymało konfiguracji tego rozszerzenia na czas. Nie są udostępniane żadne dane ani działania obszaru roboczego.
pt_br: UniConnect não recebeu a configuração desta extensão a tempo. Nenhum dado ou ação do espaço de trabalho está sendo compartilhado.
ru: UniConnect не получил вовремя конфигурацию этого расширения. Никакие данные или действия рабочей области не передаются.
th: UniConnect ไม่ได้รับการกำหนดค่าของส่วนขยายนี้ทันเวลาไม่มีการแชร์ข้อมูลพื้นที่ทำงานหรือการดำเนินการ
tr: UniConnect bu uzantının yapılandırmasını zamanında alamadı. Hiçbir çalışma alanı verisi veya eylemi paylaşılmıyor.
uk: UniConnect не отримав вчасно конфігурацію цього розширення. Дані робочої області або дії не надаються.
zh_hans: UniConnect 未及时收到此分机的配置。没有共享工作区数据或操作。
zh_hant: UniConnect 未及時收到此分機的配置。沒有共享工作區資料或操作。

# sidebar.extensions.blocked.detail.missingManifest
source: UniConnect did not receive a sidebar extension configuration, so no workspace data or actions were shared.
ar: UniConnect لم يتلق تكوين ملحق الشريط الجانبي، لذلك لم تتم مشاركة أي بيانات أو إجراءات في مساحة العمل.
bs: UniConnect nije primio konfiguraciju proširenja bočne trake, tako da nisu podijeljeni podaci ili radnje radnog prostora.
da: UniConnect modtog ikke en sidebar-udvidelseskonfiguration, så ingen arbejdsområdedata eller handlinger blev delt.
de: UniConnect hat keine Konfiguration der Seitenleistenerweiterung erhalten, daher wurden keine Arbeitsbereichsdaten oder -aktionen geteilt.
es: UniConnect no recibió una configuración para la extensión de la barra lateral, así que no se compartieron datos ni acciones del espacio de trabajo.
fr: UniConnect n'a pas reçu de configuration d'extension de barre latérale, donc aucune donnée ou action d'espace de travail n'a été partagée.
it: UniConnect non ha ricevuto una configurazione dell'estensione della barra laterale, quindi non sono stati condivisi dati o azioni dell'area di lavoro.
ja: UniConnectはサイドバー拡張機能の設定を受信しなかったため、ワークスペースデータや操作は共有されていません。
km: UniConnect មិនបានទទួលការកំណត់រចនាសម្ព័ន្ធផ្នែកបន្ថែមរបារចំហៀង ដូច្នេះគ្មានទិន្នន័យ ឬសកម្មភាពណាមួយត្រូវបានចែករំលែកទេ។
ko: UniConnect이(가) 사이드바 확장 구성을 수신하지 않았으므로 작업공간 데이터나 작업이 공유되지 않았습니다.
nb: UniConnect mottok ikke en konfigurasjon av sidefeltutvidelse, så ingen arbeidsområdedata eller handlinger ble delt.
pl: UniConnect nie otrzymał konfiguracji rozszerzenia paska bocznego, więc nie udostępniono żadnych danych ani działań obszaru roboczego.
pt_br: UniConnect não recebeu uma configuração de extensão da barra lateral, portanto, nenhum dado ou ação do espaço de trabalho foi compartilhado.
ru: UniConnect не получил конфигурацию расширения боковой панели, поэтому никакие данные или действия в рабочей области не были переданы.
th: UniConnect ไม่ได้รับการกำหนดค่าส่วนขยายแถบด้านข้าง ดังนั้นจึงไม่มีการแชร์ข้อมูลพื้นที่ทำงานหรือการดำเนินการ
tr: UniConnect bir kenar çubuğu uzantısı yapılandırması almadığından hiçbir çalışma alanı verisi veya eylemi paylaşılmadı.
uk: UniConnect не отримав конфігурацію розширення бічної панелі, тому жодні дані робочої області чи дії не надійшли.
zh_hans: UniConnect 未收到侧边栏扩展配置，因此未共享工作区数据或操作。
zh_hant: UniConnect 未收到側邊欄擴充配置，因此未共用工作區資料或操作。

# sidebar.extensions.blocked.status.connectionInterrupted
source: Blocked, connection interrupted
ar: محظور، وانقطع الاتصال
bs: Blokirano, veza prekinuta
da: Blokeret, forbindelsen afbrudt
de: Blockiert, Verbindung unterbrochen
es: Bloqueado, conexión interrumpida
fr: Bloqué, connexion interrompue
it: Bloccato, connessione interrotta
ja: ブロック中、接続が中断されました
km: ត្រូវបានរារាំង ការតភ្ជាប់ត្រូវបានរំខាន
ko: 차단됨, 연결이 중단됨
nb: Blokkert, forbindelsen avbrutt
pl: Zablokowano, połączenie przerwane
pt_br: Bloqueado, conexão interrompida
ru: Заблокировано, соединение прервано
th: ถูกบล็อก การเชื่อมต่อถูกขัดจังหวะ
tr: Engellendi, bağlantı kesildi
uk: Заблоковано, з'єднання перервано
zh_hans: 被阻止，连接中断
zh_hant: 被阻止，連線中斷

# sidebar.extensions.blocked.status.failedManifest
source: Blocked, configuration unavailable
ar: محظور، التكوين غير متاح
bs: Blokirano, konfiguracija nije dostupna
da: Blokeret, konfigurationen er ikke tilgængelig
de: Blockiert, Konfiguration nicht verfügbar
es: Bloqueado, configuración no disponible
fr: Bloqué, configuration indisponible
it: Bloccato, configurazione non disponibile
ja: ブロック中、設定を利用できません
km: បានទប់ស្កាត់ ការកំណត់រចនាសម្ព័ន្ធមិនអាចប្រើបានទេ។
ko: 차단됨, 구성 불가
nb: Blokkert, konfigurasjon utilgjengelig
pl: Zablokowano, konfiguracja niedostępna
pt_br: Bloqueado, configuração indisponível
ru: Заблокировано, конфигурация недоступна
th: ถูกบล็อก การกำหนดค่าไม่พร้อมใช้งาน
tr: Engellendi, yapılandırma kullanılamıyor
uk: Заблоковано, конфігурація недоступна
zh_hans: 被阻止，配置不可用
zh_hant: 被阻止，配置不可用

# sidebar.extensions.blocked.status.invalidManifest
source: Blocked, invalid configuration
ar: تكوين محظور وغير صالح
bs: Blokirano, nevažeća konfiguracija
da: Blokeret, ugyldig konfiguration
de: Blockierte, ungültige Konfiguration
es: Configuración bloqueada e inválida
fr: Configuration bloquée et invalide
it: Configurazione bloccata e non valida
ja: ブロック中、設定が無効です
km: បានទប់ស្កាត់ ការកំណត់មិនត្រឹមត្រូវ
ko: 차단됨, 잘못된 구성
nb: Blokkert, ugyldig konfigurasjon
pl: Zablokowana, nieprawidłowa konfiguracja
pt_br: Configuração bloqueada e inválida
ru: Заблокировано, неверная конфигурация
th: ถูกบล็อก การกำหนดค่าไม่ถูกต้อง
tr: Engellenen, geçersiz yapılandırma
uk: Заблоковано, недійсна конфігурація
zh_hans: 被阻止，无效配置
zh_hant: 被阻止，無效配置

# sidebar.extensions.blocked.status.manifestTimedOut
source: Blocked, configuration timed out
ar: تم حظره، وانتهت مهلة التكوين
bs: Blokirano, konfiguracija je istekla
da: Blokeret, konfiguration timeout
de: Blockiert, Konfigurationszeitüberschreitung
es: Bloqueado, configuración agotada
fr: Bloqué, la configuration a expiré
it: Bloccato, configurazione scaduta
ja: ブロック中、設定がタイムアウトしました
km: បានទប់ស្កាត់ ការកំណត់រចនាសម្ព័ន្ធបានអស់ពេល
ko: 차단됨, 구성 시간 초과
nb: Blokkert, konfigurasjonen ble tidsavbrutt
pl: Zablokowano, upłynął limit czasu konfiguracji
pt_br: Bloqueado, configuração expirou
ru: Заблокировано, время настройки истекло
th: ถูกบล็อก การกำหนดค่าหมดเวลา
tr: Engellendi, yapılandırma zaman aşımına uğradı
uk: Заблоковано, час очікування конфігурації минув
zh_hans: 被阻止，配置超时
zh_hant: 被阻止，配置超時

# sidebar.extensions.blocked.status.missingManifest
source: Blocked, missing configuration
ar: التكوين محظور ومفقود
bs: Blokirano, nedostaje konfiguracija
da: Blokeret, manglende konfiguration
de: Blockiert, fehlende Konfiguration
es: Bloqueado, falta configuración
fr: Configuration bloquée et manquante
it: Configurazione bloccata e mancante
ja: ブロック中、設定がありません
km: បានទប់ស្កាត់ បាត់ការកំណត់
ko: 차단됨, 구성 누락
nb: Blokkert, mangler konfigurasjon
pl: Zablokowany, brak konfiguracji
pt_br: Configuração bloqueada e ausente
ru: Заблокировано, отсутствует конфигурация
th: ถูกบล็อก ไม่มีการกำหนดค่า
tr: Engellendi, eksik yapılandırma
uk: Заблоковано, відсутня конфігурація
zh_hans: 被阻止，缺少配置
zh_hant: 被阻止，缺少配置
